var config = {
    name: "主页",
    log: "2023© ZFP.XL",


    motto: [
        "明天不一定会更好，但要坚信更好的明天一定会来",
        "要做的事情总找得出时间和机会，不愿意做的事情也总能找得出借口",
        "Come on boy",
        "时代不同，可以学点技术",
        "别以为自己还可以,好好学习吧,一定有一天会可以",
        "别再偷懒了，好好学习吧",
        "金钱不如生命,时间不如青春。",
        "少壮不努力，老大徒伤悲。",
        "好好学习吧，少年",
        "网络游戏可以玩，不过不能沉迷网络游戏",
        "把每一天当做最后一天",
        "我们必须拿我们所有的，去换我们所没有的",
        "我是一名初中生，只是干网站来为了赚钱",
        "加油吧，少年"
    ],

    welcome: "时代不同,学点技术<br>" +
             "有了技术,没有文化<br>" +
             "我是ZFP.XL<br>" +
             "很高兴见到你!",



    about: "<p></p>" +
        "<p></p>" +
        "<p></p>",



    
    skills: [
        ["Minecraft BE", 100, "red"],
        ["Terraria", 0 , "green"],
    ],


    url: [
        "./images/intro-bg.jpg",
        "./images/2.jpg",
    ]

}