// 赞助数据
const sponsors = [/*{
        title: "高额赞助",
        description: "高额赞助，可享受会员的对待.",
        benefits: [
            "可获得:有限一个App产品 永久会员.",
            "可获得:虚拟积分、金币 各x300.",
            "可获得:贡献赞助、感谢有你 标签称号.",
            "升级Lv:企下app产品用户可添加 Lv3+",
            "赞助榜:添加赞助记录."
        ]
    },
        {
        title: "中额赞助",
        description: "中额赞助，可享受中等服务",
        benefits: [
            "可获得:有限一个App产品 30天会员.",
            "可获得:虚拟积分、金币 各x200.",
            "可获得:贡献赞助、感谢有你 标签称号.",
            "升级Lv:企下app产品用户可添加 Lv2+",
            "赞助榜:添加赞助记录."
        ]
    },
       {
        title: "小额赞助",
        description: "小额赞助，可享受小等服务",
        benefits: [
            "可获得:有限一个App产品 15天会员.",
            "可获得:虚拟积分、金币 各x150.",
            "可获得:贡献赞助、感谢有你 标签称号.",
            "升级Lv:企下app产品用户可添加 Lv1+",
            "赞助榜:添加赞助记录."
        ]
    },*/
        {
        title: "自愿赞助",
        description: "感谢各位大佬帮助与赞助.",
        benefits: [
            "祝各位大佬们好运连连.",
            "祝各位大佬们天天开心.",
            "祝各位大佬们年收百万.",
            //"可以找我本人换赞助服务.",
            "赞助榜:添加赞助记录."
        ]
    }
];